[{"model": "products.product", "pk": 1, "fields": {"name": "Long Weekender", "sku": "01234567", "description": "Treats to make the festive season extra special. This large Christmas food and wine hamper contains a bottle of Italian sparkling DOC Prosecco, intense Italian ground coffee and an array of sweet and savoury luxury foods and gourmet treats; Sicilian olives, melt in the mouth cheese biscuits, nuts and crisps; rich Christmas pudding, bakery-made mince pies, an artisan iced Christmas fruit cake, nougat, candy cane sweets, mint creme chocolates, smooth fudge, chocolate chip biscotti and a Christmassy box of sugared almonds.", "price": "54.99", "rating": "4.80", "image_url": null, "image": "hamper_sample.webp"}}, {"model": "products.product", "pk": 2, "fields": {"name": "Celebration", "sku": "01234568", "description": "Fully laden with more treats than you could imagine. We present our finest array of celebration-ready deliciousness, including our Marc De Champagne Truffle Drum, Chocolate Macadamia Nut Biscuits and mighty Toffolossus.\r\nFor those with a taste for the savoury, we have a show-stopping Triple Cream Cheese and Traditional Stilton, perfectly paired with Butter Crackers. And there’s more – you’ll even find our Caramelised Onion Marmalade, Piccadilly Piccalilli, Pitted Green Olives and Garlic & Chilli Nuts within too.\r\nAll this deliciousness comes with a set of much-needed tipples – from our Brut Reserve Champagne NV to Argentinian Malbec and Pays d'Oc Blanc. Finally, to round things off, there is our Celebration Loose Tea", "price": "125.00", "rating": "4.95", "image_url": null, "image": "CELEBRATION_HAMPER.jpeg"}}, {"model": "products.product", "pk": 3, "fields": {"name": "Family", "sku": "01234569", "description": "While it is tough to share our delicious picnics, The Family Picnic Hamper is perfectly designed to leave the whole clan joyously satisfied after a flavourful feast. Why not begin with a selection of crunchy Crudités alongside a creamy Sundried Tomato, Olive & Basil Dip and Crispbreads?\r\nMade with sharing in mind, slice and serve our Summer Vegetable Tart, perfectly paired with Coronation Chicken & Baby Gem Lettuce Salad, Pesto Pasta Salad or our savoury-sweet Tuna, Apple & Bean Salad. Further ready-to-eat deliciousness comes in the form of four Fortnum's Sausage Rolls, Scotch Eggs, a seasonal Cheese Platter, Cheese Straws, Patas Fritas Crisps and a scrumptious jar of our famous Piccadilly Piccalilli.\r\nPair desserts of fruity mixed Summer Berries and rich chocolate Brownie with a glass of our Avesso Vinho Verde, or a perfectly sweet sip of Orange Juice for the little ones. There's also a large bottle of Still Water to keep picnic guests well hydrated.\r\nPicnic-ready accessories come in the form of Halen Mon Salt & Pepper Pinch Tins, a Bamboo Cutlery Set and GoVino Wine Glasses.", "price": "140.00", "rating": "4.75", "image_url": null, "image": "family-hamper.jpeg"}}, {"model": "products.product", "pk": 4, "fields": {"name": "The Wicka Hamper", "sku": "01234570", "description": "Picnic like a pro our adventure-ready wicker picnic basket. Just the thing for your next al fresco outing, the wicker hamper features an insulated inner to ensure picnic nibbles are kept fresher for longer, this is the perfect hamper for any picnic.", "price": "39.95", "rating": "4.75", "image_url": null, "image": "hamper.jpg"}}, {"model": "products.product", "pk": 5, "fields": {"name": "Classic Christmas Hamper", "sku": "01234571", "description": "Our perennially popular Classic Christmas Hamper presents everything one wants and needs for the big day. Expect fanfares as the lid is lifted to reveal sparkling and still tipples, rich and delicious puddings, utterly buttery biscuits and the sweetest of jars.", "price": "189.99", "rating": "4.90", "image_url": null, "image": "christmas.jpeg"}}, {"model": "products.product", "pk": 11, "fields": {"name": "Vegan Hamper", "sku": "01234572", "description": "This hamper includes a glamorous bottle of Organic Prosecco and a 15 assorted Vegan snacks. Wild Thing Prosecco gentle bubbles and it is soft and lightly sparkling delicate aromas are very uplifting and refreshing. This hamper is a perfect choice for those who would love to experience some wonderful Vegan Snacks accompanied by the perfect sparkling tipple.", "price": "75.99", "rating": "8.95", "image_url": null, "image": "vegan.jpeg"}}]