[{"model": "products.product", "pk": 1, "fields": {"name": "The Christmas Hamper", "sku": "01234567", "description": "Our perennially popular Classic Christmas Hamper presents everything one wants and needs for the big day. Expect fanfares as the lid is lifted to reveal sparkling and still tipples, rich and delicious puddings, utterly buttery biscuits and the sweetest of jars.", "price": "189.95", "rating": "4.75", "image_url": null, "image": "christmas.jpeg"}}, {"model": "products.product", "pk": 2, "fields": {"name": "The Celebration Hamper", "sku": "01234568", "description": "Raise a glass to good times with The Celebration Hamper – stocked and supplied with every warming and delicious thing. From chocolate and biscuits to tipples and tea, this wonderful wicker is sure to bring everyone together for a jubilant celebration.", "price": "139.95", "rating": "4.80", "image_url": null, "image": "celebration.jpeg"}}, {"model": "products.product", "pk": 3, "fields": {"name": "The Family Hamper", "sku": "01234570", "description": "For a little taste of our British lodgings, lift the lid on this most wonderful wicker. You will find our favourite biscuits, cakes, chocolates, jars of sweetness and, of course, tea within. So, sit back, relax and indulge in the very best of Wicka.", "price": "149.95", "rating": "4.90", "image_url": null, "image": "family-hamper.jpeg"}}, {"model": "products.product", "pk": 4, "fields": {"name": "The Long Weekender", "sku": "01234571", "description": "What better way to start a weekend away than arriving to a luxurious hamper full of deliciousness, including a bottle of bubbly, the finest local examples of tea, marmalades, preserves, condiments, biscuits and chocolates – all picked, packed and delivered ready for your arrival.", "price": "89.95", "rating": "4.85", "image_url": null, "image": "long_weekender.jpeg"}}, {"model": "products.product", "pk": 6, "fields": {"name": "Picnic Hamper for Four", "sku": "01234572", "description": "Ideal for those peckish moments in the sunshine, Wicka's Picnic Hamper will ensure your accessories are just as picnic-perfect as your feast. This four-person picnic basket includes four mugs and four plates from our beautiful Camellia collection, four glasses, four sets of stainless steel cutlery, four cotton napkins, a flask, salt & pepper grinders, the all-important waiter’s friend corkscrew, a lunch bag, a freezable champagne and wine bottle holder and an additional bag for waste. Delicately handwoven from sustainable willow, this picnic basket comes with an insulated lining to keep food fresh, it also doubles as a protective layer. Now, just to wait for that spot of sunshine...", "price": "674.95", "rating": "4.70", "image_url": null, "image": "hamper-4.jpeg"}}, {"model": "products.product", "pk": 7, "fields": {"name": "Picnic Hamper for Two", "sku": "01234573", "description": "Elevate your next al fresco feast with Fortnum’s charming stripe picnic hamper. Lift the lid on this basket and you’ll find it has all the picnic essentials for a party of two, including two of our striped mugs, two glasses, two striped plates, two sets of stainless steel cutlery, flask, two cotton napkins, salt & pepper grinders, the all-important waiter’s friend corkscrew, condiments bag, freezable champagne and wine bottle holder and an additional bag for waste. To top it off, the hamper features an insulated lining to keep your nibbles fresh for longer. All you need is a picnic blanket.", "price": "364.95", "rating": null, "image_url": null, "image": "hamper-2.jpeg"}}, {"model": "products.product", "pk": 8, "fields": {"name": "Alcohol Free", "sku": "01234573", "description": "Enjoy a luxurious treat for non-drinkers with our Alcohol Free hamper. Whilst sipping on a drink of their choice, whether that's the refreshing sparkling elderflower, the afternoon tea or smooth coffee, they'll enjoy a slice of chocolate cake and baked apple and custard biscuits.", "price": "79.95", "rating": "4.30", "image_url": null, "image": "no-alcohol.jpeg"}}, {"model": "products.product", "pk": 9, "fields": {"name": "The Tea Party", "sku": "01234573", "description": "However big or small, afternoon tea is always a celebratory occasion. Filled with our famous blends, toast-worthy bottles, essential accessories and delicious teatime treats, The Tea Party Hamper has everything needed to get the party started.", "price": "249.95", "rating": null, "image_url": null, "image": "afternoon-tea.jpeg"}}, {"model": "products.product", "pk": 10, "fields": {"name": "The Congratulations", "sku": "01234574", "description": "When congratulations are in order, this celebratory wicker is the perfect way to celebrate. Filled to the brim with delicious things that will bring a smile to their face, there are toast-worthy tipples, tasty truffles and plenty of cork-popping delights.", "price": "159.95", "rating": "4.90", "image_url": null, "image": "congratulations.jpeg"}}, {"model": "products.product", "pk": 11, "fields": {"name": "Picnic Blanket", "sku": "01234574", "description": "A season of picnicking awaits! Crafted in Scotland by celebrated weavers House of Edgar, Wicka's Tartan Lambswool Picnic Blanket has been exclusively designed by tartan specialist Araminta Campbell. The 100% brushed lambswool rug seamlessly blends our Eau de Nil with a timeless tartan pattern that is directly inspired by our unique heritage.", "price": "49.95", "rating": "4.80", "image_url": null, "image": "picnic-blanket.jpeg"}}]